Repository: symonovserhii/validation-muse-for-contact-form-7
Catalog: languages/validation-muse-for-contact-form-7-*.po
Languages: de_de, fr_fr, pt_br, ru_ru, uk

source: This plugin requires Contact Form 7 to be installed and activated.
de_de: Dieses Plugin erfordert, dass Contact Form 7 installiert und aktiviert ist.
fr_fr: Cette extension nécessite que Contact Form 7 soit installé et activé.
pt_br: Este plugin requer que o Contact Form 7 esteja instalado e ativado.
ru_ru: Этот плагин требует установки и активации Contact Form 7.
uk: Цей плагін потребує встановлення та активації Contact Form 7.

source: Plugin dependency check
de_de: Plugin-Abhängigkeitsprüfung
fr_fr: Vérification des dépendances de l'extension
pt_br: Verificação de dependências do plugin
ru_ru: Проверка зависимостей плагина
uk: Перевірка залежностей плагіна

source: Validation Muse requires Contact Form 7 to be installed and activated. %1$sInstall Contact Form 7%2$s
de_de: Validation Muse erfordert, dass Contact Form 7 installiert und aktiviert ist. %1$sContact Form 7 installieren%2$s
fr_fr: Validation Muse nécessite que Contact Form 7 soit installé et activé. %1$sInstaller Contact Form 7%2$s
pt_br: O Validation Muse requer que o Contact Form 7 esteja instalado e ativado. %1$sInstalar Contact Form 7%2$s
ru_ru: Validation Muse требует установки и активации Contact Form 7. %1$sУстановить Contact Form 7%2$s
uk: Validation Muse потребує встановлення та активації Contact Form 7. %1$sВстановити Contact Form 7%2$s

source: Custom Validation
de_de: Benutzerdefinierte Validierung
fr_fr: Validation personnalisée
pt_br: Validação personalizada
ru_ru: Пользовательская валидация
uk: Користувацька валідація

source: Please enter a valid email address
de_de: Bitte geben Sie eine gültige E-Mail-Adresse ein
fr_fr: Veuillez entrer une adresse e-mail valide
pt_br: Por favor, insira um endereço de e-mail válido
ru_ru: Пожалуйста, введите корректный адрес электронной почты
uk: Будь ласка, введіть коректну адресу електронної пошти

source: Please enter a valid URL
de_de: Bitte geben Sie eine gültige URL ein
fr_fr: Veuillez entrer une URL valide
pt_br: Por favor, insira uma URL válida
ru_ru: Пожалуйста, введите корректный URL
uk: Будь ласка, введіть коректну URL-адресу

source: Please enter a valid phone number
de_de: Bitte geben Sie eine gültige Telefonnummer ein
fr_fr: Veuillez entrer un numéro de téléphone valide
pt_br: Por favor, insira um número de telefone válido
ru_ru: Пожалуйста, введите корректный номер телефона
uk: Будь ласка, введіть коректний номер телефону

source: Please enter a valid number
de_de: Bitte geben Sie eine gültige Zahl ein
fr_fr: Veuillez entrer un nombre valide
pt_br: Por favor, insira um número válido
ru_ru: Пожалуйста, введите корректное число
uk: Будь ласка, введіть коректне число

source: Please enter a valid date
de_de: Bitte geben Sie ein gültiges Datum ein
fr_fr: Veuillez entrer une date valide
pt_br: Por favor, insira uma data válida
ru_ru: Пожалуйста, введите корректную дату
uk: Будь ласка, введіть коректну дату

source: Enable custom validation messages for this form
de_de: Benutzerdefinierte Validierungsmeldungen für dieses Formular aktivieren
fr_fr: Activer les messages de validation personnalisés pour ce formulaire
pt_br: Ativar mensagens de validação personalizadas para este formulário
ru_ru: Включить пользовательские сообщения валидации для этой формы
uk: Увімкнути користувацькі повідомлення валідації для цієї форми

source: Custom validation messages
de_de: Benutzerdefinierte Validierungsmeldungen
fr_fr: Messages de validation personnalisés
pt_br: Mensagens de validação personalizadas
ru_ru: Пользовательские сообщения валидации
uk: Користувацькі повідомлення валідації

source: Field
de_de: Feld
fr_fr: Champ
pt_br: Campo
ru_ru: Поле
uk: Поле

source: Required Message
de_de: Pflichtfeld-Meldung
fr_fr: Message de champ obligatoire
pt_br: Mensagem de campo obrigatório
ru_ru: Сообщение обязательного поля
uk: Повідомлення обов'язкового поля

source: Invalid Format Message
de_de: Ungültiges-Format-Meldung
fr_fr: Message de format invalide
pt_br: Mensagem de formato inválido
ru_ru: Сообщение неверного формата
uk: Повідомлення невірного формату

source: Required message for %s
de_de: Pflichtfeld-Meldung für %s
fr_fr: Message de champ obligatoire pour %s
pt_br: Mensagem de campo obrigatório para %s
ru_ru: Сообщение обязательного поля для %s
uk: Повідомлення обов'язкового поля для %s

source: This field is required
de_de: Dieses Feld ist erforderlich
fr_fr: Ce champ est obligatoire
pt_br: Este campo é obrigatório
ru_ru: Это поле обязательно для заполнения
uk: Це поле є обов'язковим для заповнення

source: Invalid format message for %s
de_de: Ungültiges-Format-Meldung für %s
fr_fr: Message de format invalide pour %s
pt_br: Mensagem de formato inválido para %s
ru_ru: Сообщение неверного формата для %s
uk: Повідомлення невірного формату для %s

source: No required fields found in this form.
de_de: Keine Pflichtfelder in diesem Formular gefunden.
fr_fr: Aucun champ obligatoire trouvé dans ce formulaire.
pt_br: Nenhum campo obrigatório encontrado neste formulário.
ru_ru: В этой форме не найдено обязательных полей.
uk: У цій формі не знайдено обов'язкових полів.
